// © Copyright 2005-2009, 2015 HP Development Company, L.P.

TaskName = "Kalibracja jakości druku";

CalibrationFailedTitle = "Nie można przeprowadzić kalibracji jakości druku";
CalibrationFailedExplanation = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
PrintingPatternsProcessTitle = "Drukowanie wzorów…";
PenFailureMsg = "Przypuszczalnie brakuje pojemnika z tuszem, nie został on wykryty lub jest nieprawidłowo zainstalowany.";

TwowayConnectionErrorTitle = "Nie można nawiązać komunikacji dwukierunkowej z urządzeniem";

NoPensErrorTitle = "Nie wykryto żadnego pojemnika z tuszem";
NoPensErrorMessage = "Jeśli pojemniki z tuszem zostały zainstalowane, upewnij się, że została zdjęta plastikowa taśma zakrywająca ich dysze.";

CriticalConditionTitle = "Drukarka jest w stanie krytycznym";
CriticalConditionMsg = "Rozwiąż problem powodujący stan krytyczny drukarki.";

HSDQualityCalibrationTextFieldTitle = "Kalibracja jakości druku";
HSDInfoTextFieldTitle = "Ta procedura może poprawić jakość druku zdjęć. Przed przeprowadzeniem tej kalibracji zalecane jest przeprowadzenie procedury czyszczenia.";
HSDGuideTextFieldTitle = "Kliknij przycisk kalibruj, aby rozpocząć procedurę. Trwa ona około minuty i wykorzystuje jedną kartkę papieru. W tej procedurze należy użyć zwykłego papieru.";
HSDCalibrateButtonTitle = "Kalibruj";

HSDPatternDescription1 = "Obejrzyj wydrukowaną stronę i wybierz etykietę wzoru o najmniejszej liczbie widocznych linii pionowych. Przed dokonaniem wyboru przyjrzyj się zarówno jasnym, jak i ciemnym obszarom wzorów.";
HSDPatternLabel = "Etykieta wzoru:";
HSDPatternDescription2 = "Po dokonaniu wyboru kliknij przycisk Zastosuj.";
HSDApplyButton = "Zastosuj";
